Repository: Zappo-II/WhatWatch
Catalog: po/*.po
Languages: de

source: Settings
de: Einstellungen

source: WIP - Work In Progress
de: In Arbeite

source: ...work in progress...
de: ...in Arbeit...

source: Legacy Settings
de: Alte Einstellungen

source: Legacy Preferences
de: Alte Vorgaben

source: Old Preferences Settings...
de: Alte Einstellungsvorgaben...

source: Legacy Behaviour
de: Altes Verhalten

source: Old Behaviour Settings...
de: Alte Verhaltenseinstellungen...

source: Legacy Face
de: Altes Ziffernblatt

source: Old Face Settings...
de: Alte Ziffernblatteinstellungen...

source: Legacy Ticks
de: Alte Einteilungen

source: Old Ticks Settings...
de: Alte Einteilungseinstellungen...

source: Legacy Hands
de: Alte Zeiger

source: Old Hands Settings...
de: Alte Zeigereinstellungen...

source: Legacy Shadow
de: Alte Schatten

source: Old Shadow Settings...
de: Alte Schatteneinstellungen...

source: Debug Settings
de: Debug Einstellungen

source: Configure the Debug Logging behaviour.
de: Konfiguration des Debug Verhaltens.

source: General Debug Mode, toggles debug output in general.
de: Übergreifende Debug Einstellung, ändert die grundsätzliche Debug Ausgabe.

source: Timer Debug Mode, toggels timer specific debug output.
de: Timer Debug Einstellung, ändert die Ausgabe von Timer Debug Meldungen.

source: Time Debugging
de: Zeit Debugging

source: Time Debug Mode, toggels time specific debug output.
de: Zeit Debug Einstellung, ändert die Ausgabe von Zeit Debug Meldungen.

source: Config Debugging
de: Konfigurations Debugging

source: Config Debug Mode, toggels configuration specific debug output.
de: Konfigurations Debug Einstellung, ändert die Ausgabe von Konfigurations Debug Meldungen.

source: Window Debugging
de: Fenster Debugging

source: Window Debug Mode, toggels window overlapping analysis logging to the system's log. You might want to use this to gather window manager class name information for blacklisting to prevent unexpected or unwanted hiding behaviour. See `Blacklist WM_Class(es)` in `Behaviour`.
de: Fenster Debug Einstellung, ändert die Ausgabe von Fenster Debug Meldungen. Kann zur Analyse der Window Manager Klassennamen verwendet werden um unerwünschte Überlappungsverhaltenseffekte durch Konfiguration der `Blacklist WM_Class(es)` in `Verhalten` zu verhindern.

source: About
de: Über

source: About %s - V.%s (%s)
de: Über %s - V.%s (%s)

source: %s was first brought to you in 02.2022 by Zappo II
de: %s wurde erstmalig in 02.2022 von Zappo II präsentiert

source: %s
de: Zeigt eine individualisierbare Desktop Uhr. Bitte besuche das GitHub Repo um Fehler zu melden oder die Dokumentation zu lesen.

source: Visit this extension@gnome.org...
de: Besuche diese extension@gnome.org...

source: Documentation, Issues, Code, License, etc.
de: Dokumentation, Probleme, Code, Lizenzen, etc.
